import RootLayout from "@/src/app/ui/global-layout";

export default RootLayout;
//TODO: [pages]: главна, цены, фоторедактор, оформление заказа, цена, отзывы, контакты, настольная игра, фотоссесс, фотосессия, блог, услуги доставка, популярное
//TODO: [widgets]: хэдэр, футер, слайдер, предоставляемые услуги, порядок работы, преимущества, о нас, фототчеты, цены, цена 1, цена 2, цена 3, цена 4, фоторедакторы, оформление заказа, связатся с нами, отзывы 1 2 3, контакты, игры 1 2, портфолио, фотосессия, услуги, новесть блога
//TODO: [features]: связаться, заказать, правила балансов, промокод, фоторедактор, оставить отзыв, настольные игры, заказать фотку
//TODO: [entities]: цены, популярные услуги, фоточет, заказ, отзывы, заказ звонить, игры, портфолио, фотосессия, услуги благ
//TODO: [shared]: ссылки, триггеры 2 вида